<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']                = 'Авторизация';

// Text
$_['text_account']                 = 'Аккаунт';
$_['text_login']                   = 'Авторизация';
$_['text_new_customer']            = 'Новый покупатель';
$_['text_register']                = 'Регистрация';
$_['text_register_account']        = 'Создание учётной записи поможет делать покупки быстрее и удобнее. Вы также сможете отслеживать статус своего заказа, пользоваться закладками, видеть свои предыдущие заказы или получить скидку как наш постоянный покупатель.';
$_['text_returning_customer']      = 'Постоянный покупатель';
$_['text_i_am_returning_customer'] = 'Я совершал здесь покупки ранее и регистрировался';
$_['text_forgotten']               = 'Забыли пароль?';
$_['text_reset_pas']               = 'Восстановить пароль';
$_['text_restore']                 = 'Введите адрес <br>электронной почты, на который был зарегистрирован аккаунт';
$_['text_instruction']             = 'Мы отправили инструкцию по восстановлению пароля на указанную вами почту';
$_['text_back_button']             = '<a class="breadcrumbs-back" href="%s">← Назад</a>';
$_['text_sign_in']                 = 'Войти';
$_['login_back']                   = 'Вернуться на страницу входа';
$_['text_auth']                    = 'Войти в аккаунт';
$_['text_create']                  = 'Создать';
$_['text_loading']                 = 'Обработка...';
$_['text_no_account']              = 'Нет аккаунта?';


// Entry
$_['entry_email']                  = 'E-Mail адрес';
$_['entry_phone']                  = 'Телефон';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Не найден введённый адрес E-Mail и/или пароль указан неправильно.';
$_['error_attempts']               = 'Ваша учетная запись превысила допустимое количество попыток входа в систему. Пожалуйста, попробуйте еще через 1 час.';
$_['error_approved']               = 'Вы сможете войти после проверки учётной записи администрацией магазина.';

$_['text_title']                   = 'Введите адрес <br>электронной почты и пароль, чтобы войти в аккаунт';
