<?php
// Heading
$_['heading_title']    = 'Сео Генератор';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';

// Entry
$_['entry_status']     = 'Статус';
$_['text_btn_generate']     = 'Сгенерировать';
$_['entry_generate']     = 'Сгенерировать для категорий';
$_['entry_generate_products']     = 'Сгенерировать для продуктов';
$_['entry_generate_articles']     = 'Сгенерировать для статей';
$_['text_category_id']     = 'ID';
$_['text_category_name']     = 'Название';
$_['text_url']     = 'Урл';
$_['text_success_finish']     = 'Процесс конвертации завершен';
$_['text_replace_for_all']     = 'Преобразовать все урлы';
$_['text_replace_for_empty']     = 'Преобразовать только пустые урлы';
$_['text_replaced']     = 'Изменен';
$_['text_language']     = 'Язык';
$_['text_loading']     = 'Ожидайте...';
$_['text_alert']     = 'Подсчет количесва ведется с учетом всех имеющихся языковых версий. Это значи, что если одна сущность имеет 3 языковые версии, то она считается за 3';
$_['text_prod_count']     = 'Кол-во товаров:';
$_['text_cats_count']     = 'Кол-во категорий:';
$_['text_arts_count']     = 'Кол-во статей:';
$_['text_done']     = 'Выполнено:';
$_['text_product']     = 'Товары';
$_['text_categories']     = 'Категории';
$_['text_articles']     = 'Статьи (Каталог > Статьи)';
$_['text_id_instruction']     = 'Укажите идентификатор, с которого система может обрабатывать запрос';
$_['text_add_language_prefix']     = 'Добавить языковой префикс в конец ссылки';
$_['text_alert_prefix']     = 'В конец ссылки будет добавляться языковая версия, например -ru';
$_['text_alert_empty']     = 'Будут преобразованы только ПУСТЫЕ ссылки';
$_['text_alert_all']     = 'Будут преобразованы ВСЕ ссылки';
$_['text_alert_category_instruction']     = 'Идентификатор указывается от общего числа категорий. Например, Вы можете указать номер, с которого система начнет выполнять обработку. <br /> Внимание! Номер категории НЕ является идентификатором категории в админке!';
$_['text_alert_product_instruction']     = 'Идентификатор указывается от общего числа товаров. Например, Вы можете указать номер, с которого система начнет выполнять обработку. <br /> Внимание! Номер товара НЕ является идентификатором товара в админке!';
$_['text_alert_article_instruction']     = 'Идентификатор указывается от общего числа статей. Например, Вы можете указать номер, с которого система начнет выполнять обработку. <br /> Внимание! Номер статьи НЕ является идентификатором статьи в админке!';

// Error
$_['error_permission'] = 'У вас нет прав для управления данным модулем!';

