<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Text
$_['text_success']     = 'Ваш подарочный сертификат успешно применен!';
$_['text_cart']        = 'Корзина покупок обновлена!';

$_['text_for']         = '%s Подарочный сертификат для %s';

// Error
$_['error_permission'] = 'Вы не имеете разрешения на доступ к API!';
$_['error_voucher']    = 'Подарочный сертификат недействителен или уже был использован!';
$_['error_to_name']    = 'Ваше имя должно содержать от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно содержать от 1 до 64 символов!';
$_['error_email']      = 'E-Mail адрес введен неверно!';
$_['error_theme']      = 'Выберите тему сертификата!';
$_['error_amount']     = 'Сумма должна быть от %s до %s!';
$_['error_voucher_currency']     = 'Валюта сертификата установлена в %s, переключитесь на эту валюту и попробуйте еще раз';
$_['text_your_gift']     = 'Ваш подарок:';
$_['error_code_is_not_match']     = 'Этот промокод действителен для другого товара. Выберите, пожалуйста, другой товар';
$_['error_code_not_amount']     = 'Недостаточная сумма заказа для использования промокода. Свяжитесь с нами, чтобы уточнить условия акции';
$_['error_code_date_not_available']     = 'Промокод недействителен';
$_['error_code_is_not_exists']     = 'Промокод недействителен';
