<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Text
$_['text_subject']  = 'Вам отправили Подарочный Сертификат %s';
$_['text_greeting'] = 'Поздравляем, Вы получили Подарочный Сертификат на сумму %s';
$_['text_from']     = 'Вы получили Подарочный Сертификат %s';
$_['text_message']  = 'С сообщением, в котором говорится';
$_['text_redeem']   = 'Чтобы воспользоваться этим Подарочным Сертификатом сохраните код <b>%s</b>, затем перейдите в магазин по ссылке ниже и закажите товары, которые Вам понравятся. Вы можете ввести код подарочного сертификата на странице просмотра корзины перед тем как начнете оформление заказа.<br />Если сумма покупки превышает номинал Сертификата, Вы можете произветси доплату. Если сумма ниже номинала Сертификата, дененый остаток не возвращается.<br />Срок действия сертификата 3 месяца с момента получения.';
$_['text_footer']   = '';
